<template lang="html">
  <div class="row result about">
     <div class="list-box col-md-8 col-lg-8 col-md-offset-2 col-lg-offset-2">
        <p>Сервис <strong>Babynamer</strong> призван помочь родителям выбрать имя своему
           новорожденному ребенку, создавая список из понравившихся вариантов, который впоследствии можно распечатать.
           Для удобства, можно менять режим отображения всех имен в списке, при условии, что введены фамилия и отчество ("Режим списка")
           При желании, можно подобрать имя ребенку по церковному календарю. Для этого выберите в меню "Церковные имена",
           укажите пол ребенка, предполагаемую дату рождения и нажмите кнопку "Показать".
        </p>
     </div>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="css">
   .about {
      font-size: 16px;
      line-height: 28px;
      color: #666666;
   }
</style>
