<template lang="html">
  <div class="row result about">
     <div class="list-box col-md-8 col-lg-8 col-md-offset-2 col-lg-offset-2">
        <p>Сервис <strong>Babynamer</strong> призван помочь родителям выбрать имя своему ребенку.
           Вы просто создаете список имен в любом формате и затем его распечатываете. Особо понравившиеся имена можно
           добавлять в избранное (они останутся там даже если вы закроете браузер).
           Для удобства, можно менять режим отображения как всех имен в списке так и каждого по отдельности.
           Если вы хотите подобрать имя ребенку по церковному календарю, выберите в меню "Церковные имена",
           укажите пол ребенка, предполагаемую дату рождения и нажмите кнопку "Показать".
        </p>
     </div>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="css">
   .about {
      font-size: 16px;
      line-height: 28px;
      color: #4a4a4a;
   }
</style>
