<template lang="html">
  <div class="row result about">
     <div class="list-box col-md-8 col-lg-8 col-md-offset-2 col-lg-offset-2">
        <p><strong>Babynamer</strong> — сервис для будущих родителей, которые столкнулись с необходимостью выбора имени для своего ребенка.
           Основная функция сервиса — создание списка имён, из которого, в конечном итоге, предстоит выбрать одно единственное.
           Особо понравившиеся имена можно добавлять в избранное. При наличии принтера, список можно распечатать.
           Для удобства, можно менять режим отображения всех имён в списке, при условии, что введены фамилия и отчество ("Режим списка").
           При желании, можно подобрать имя ребенку по церковному календарю. Для этого, выберите в меню "Церковные имена",
           укажите пол ребенка, предполагаемую дату рождения и нажмите кнопку "Показать".
        </p>
     </div>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="css">
   .about {
      font-size: 16px;
      line-height: 28px;
      color: #666666;
   }
</style>
